[
  "music-code-blocks",
  "obsidian-git",
  "obsidian-minimal-settings",
  "obsidian-contextual-typography",
  "dataview",
  "shortcuts-extender",
  "execute-code",
  "obsidian-sortable",
  "dbfolder",
  "buttons",
  "templater-obsidian",
  "link-favicon",
  "obsidian-icon-shortcodes",
  "obsidian-metatable",
  "obsidian-collapse-all-plugin",
  "obsidian-outliner",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-zoom",
  "obsidian-citation-plugin",
  "obsidian-drag-n-drop-plugin",
  "obsidian-link-embed",
  "convert-url-to-iframe",
  "obsidian-advanced-slides",
  "cycle-through-panes",
  "oz-image-plugin",
  "obsidian-image-uploader",
  "obsidian-image-gallery",
  "obsidian-paste-png-to-jpeg",
  "obsidian-jupyter",
  "code-block-copy",
  "highlightr-plugin",
  "calendar",
  "recent-files-obsidian",
  "simple-embeds",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "obsidian-reading-time",
  "better-word-count",
  "note-refactor-obsidian",
  "obsidian42-brat",
  "obsidian-wordnet-plugin",
  "obsidian-plotly",
  "obsidian-note-sharing",
  "obsidian-icons-plugin",
  "obsidian-icon-folder",
  "heatmap-calendar",
  "obsidian-hover-editor",
  "mrj-text-expand",
  "obsidian-autocomplete-plugin",
  "obsidian-kanban",
  "juggl",
  "obsidian-comments",
  "notion-like-tables",
  "multi-column-markdown",
  "obsidian-dynamic-toc",
  "quickadd",
  "obsidian-dynamic-embed",
  "obsidian-rant",
  "liquid-templates",
  "obsidian-codemirror-options",
  "obsidian-functionplot"
]