[
  "obsidian-git",
  "dataview",
  "music-code-blocks",
  "obsidian-activity-history",
  "obsidian-advanced-slides",
  "arrows",
  "at-people",
  "obsidian-autocomplete-plugin",
  "better-inline-fields",
  "better-word-count",
  "obsidian-book-search-plugin",
  "buttons",
  "calendar",
  "obsidian-citation-plugin",
  "code-styler",
  "obsidian-codemirror-options",
  "obsidian-collapse-all-plugin",
  "colored-tags",
  "colored-text",
  "obsidian-commits",
  "obsidian-contextual-typography",
  "convert-url-to-iframe",
  "copilot",
  "code-block-copy",
  "cycle-through-panes",
  "notion-like-tables",
  "dbfolder",
  "obsidian-drag-n-drop-plugin",
  "obsidian-dynamic-embed",
  "obsidian-dynamic-toc",
  "obsidian-excalidraw-plugin",
  "execute-code",
  "obsidian-footnotes",
  "obsidian-frontmatter-tag-suggest",
  "highlightr-plugin",
  "obsidian-shortcuts-for-starred-files",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-icon-shortcodes",
  "obsidian-icons-plugin",
  "obsidian-image-gallery",
  "obsidian-image-uploader",
  "obsidian-imgur-plugin",
  "obsidian-kanban",
  "obsidian-link-embed",
  "link-favicon",
  "liquid-templates",
  "obsidian-list-callouts",
  "markdown-chords",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-metatable",
  "obsidian-minimal-settings",
  "multi-column-markdown",
  "note-refactor-obsidian",
  "obsidian-functionplot",
  "obsidian-markmind",
  "obsidian-note-sharing",
  "obsidian42-brat",
  "obsidian42-text-transporter",
  "obsidian-wordnet-plugin",
  "obsidian-outliner",
  "oz-image-plugin",
  "obsidian-paste-png-to-jpeg",
  "obsidian-paste-image-rename",
  "obsidian-plotly",
  "obsidian-pretty-bibtex",
  "python-lab-plugin",
  "quickadd",
  "obsidian-quickshare",
  "obsidian-rant",
  "obsidian-reading-time",
  "shortcuts-extender",
  "simple-embeds",
  "obsidian-sortable",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "mrj-text-expand",
  "theme-picker",
  "various-complements",
  "wikipedia-search",
  "obsidian-zotero-desktop-connector",
  "obsidian-zoom"
]